Repository: Red-EyeX32/OrbisTitleMetadataDatabase
Catalog: OrbisTitleMetadataDatabase/Main.*.resx
Languages: ar

# lblNpTitleId.Text
source: Np Title Id:
ar: :رمز العنوان

# btnSearch.Text
source: Search
ar: بحث

# lblCategory.Text
source: Category:
ar: :الفئة

# lblParentalLevel.Text
source: Parental Level:
ar: :مستوى الرقابة

# lblContentId.Text
source: Content Id:
ar: :رمز المحتوى

# lblFormatVersion.Text
source: Format Version:
ar: :اصدار النسخة

# lblRevision.Text
source: Revision:
ar: :اصدار التعديل

# tsbName.Text
source: Name:
ar: :الإسم

# tslConsole.Text
source: Console:
ar: :الجهاز

# lblMore.Text
source: (More...)
ar: (...أكثر من)
